src/QLDiemComApp/test/TestThemDanhSachLoaiDiem/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qld="QLDiemComApp">
  <soapenv:Body>
    <qld:ThemDanhSachLoaiDiemOperation>
      <id_loaidiem>1</id_loaidiem>
      <lan>3</lan>
    </qld:ThemDanhSachLoaiDiemOperation>
  </soapenv:Body>
</soapenv:Envelope>